Repository: franck-paul/authorMode
Catalog: locales/*/main.po
Languages: fr

source: Authors
fr: Auteur·rice

source: List of authors
fr: Liste des auteur·rice·s

source: This author's entries Atom feed
fr: Fil Atom des billets de cet·te auteur·rice

source: This authors's entries comments Atom feed
fr: Fil Atom des commentaires de cet·te auteur·rice

source: Author Mode
fr: Mode auteur·rice·s

source: Author's description:
fr: Description de l'auteur·rice :

source: Author's page
fr: Page de l'auteur·rice

source: Enable authorMode
fr: Activer authorMode

source: Advanced options
fr: Options avancées

source: URLs prefixes
fr: Préfixes des URLs

source: URL author:
fr: URL d'un·e auteur·rice :

source: URL authors:
fr: URL de la liste des auteur·rice·s :

source: List options
fr: Options de liste

source: List only authors of standard posts
fr: Lister seulement les auteur·rice·s de billets standards

source: Sort list (alphabetical order)
fr: Trier la liste (ordre alphabétique)

source: AuthorMode: authors
fr: AuthorMode : auteur·rice·s
